app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Alex"], ["last_name", "Aaron"], ["created_at", "2021-02-19 18:54:04.614740"], ["updated_at", "2021-02-19 18:54:04.614740"]]
---
    def create
        @student = Student.create(first_name: params[:student][:first_name], last_name: params[:student][:last_name])